// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",
        "心爱的小可爱",
        "今天是你的生日",
        "这是我们在一起的",
        "第二个生日了哦",
        "和你在一起的日子",
        "天天都好开心呀",
        "今年你也要天天开心哦",
        "我会一直",
        "一直",
        "一直"，
        "一直守护在你身边的！"，
        "爱你的 东 ~"	
    ],
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "点我",
        play: "听点歌吧",
        bannar_coming: "爱心",
        balloons_flying: "好像少点东西",
        cake_fadein: "不会变胖的蛋糕",
        light_candle: "点根蜡烛",
        wish_message: "生日快乐",
        story: "最后...",
    }
};
